Repository: kotorch/picasa-album-exporter
Catalog: src/PicasaAlbumExporter/PAE.WebUI/App_GlobalResources/Strings.*.resx
Languages: ru

source: Album is not found
ru: Альбом не найден

source: Album link:
ru: Ссылка на альбом:

source: Album retrieval failed
ru: Ошибка получения альбомов

# By
source: &nbsp;&nbsp;x&nbsp;&nbsp;
ru: &nbsp;на&nbsp;

source: Edit template...
ru: Редактировать шаблон...

source: Embed code:
ru: Код для вставки:

# EmptyPreviewHtml
source: There is nothing to preview. Please export some HTML and try again.
ru: Для предварительного просмотра необходимо экспортировать HTML-код. Попробуйте снова.

source: Enter username:
ru: Имя акаунта:

source: Export
ru: Экспортировать

source: Export failed
ru: Ошибка экспортирования

# FitImageWithin
source: Fit image within&nbsp;&nbsp;
ru: Уменьшить слишком большие изображения до размера&nbsp;

source: Get Albums
ru: Получить список альбомов

source: Hide template editor
ru: Спрятать редактор шаблона

# IncludeUnlistedAlbumsChecked
source: Include unlisted albums / Password:
ru: Включить закрытые альбомы / Пароль:

# IncludeUnlistedAlbumsUnchecked
source: Include unlisted albums
ru: Включить закрытые альбомы

# MetaDescription
source: The simplest and the most flexible way to publish Picasa web albums in your blog. Allows you to include photo captions, custom size images and other information. Export, embed and share.
ru: Самый простой и гибкий способ экспортировать веб-альбомы Picasa в виде HTML для вставки в блог. Позволяет включать подписи к фотографиям, изображения любого размера и другую информацию.

# MetaKeywords
source: google,picasa,web,album,export,convert,publish,embed,share,post,html,caption,photo,image,blog,blogger,wordpress,livejournal,xml,bbcode
ru: google,picasa,пикаса,альбом,веб-альбом,экпорт,экспортировать,конвертировать,html,xml,bbcode,caption,подпись,подписи,фото,изображение,блог,жж,живой журнал,wordpress,публиковать

source: Open full-size
ru: Открыть в полном размере

# PageTitle
source: Picasa Album Exporter, Share Picasa Web Albums as HTML with Captions, Publish Picasa Album in Your Blog
ru: Экспорт веб-альбомов Picasa, экспортировать альбом из Пикасы в HTML с подписями, вставить альбом из Пикасы в блог

# Pixels
source: &nbsp;&nbsp;pixels
ru: &nbsp;пикселей

# PlaceholderCaption
source: Photo caption
ru: Подпись к изображению

# PlaceholderCounter
source: Sequential number of the photo in the album
ru: Порядковый номер изображения в альбоме

# PlaceholderFileName
source: Original file name with an extension
ru: Имя файла с расширением

# PlaceholderImage
source: Resized according to your settings image URL
ru: Ссылка на изображение в размере, заданном настройками

# PlaceholderOriginal
source: Original full-size image URL
ru: Ссылка на изображение в оригинальном размере

# PlaceholderPicasaUrl
source: Link to the photo page on Picasa website
ru: Ссылка на страницу изображения в веб-альбоме Picasa

source: Please enter album link
ru: Введите ссылку на альбом

source: Please enter username
ru: Введите имя аккаунта

source: Please select album
ru: Выберите альбом

# PreviewHtml
source: Preview generated HTML&nbsp;<img src="../img/open_in_new_window.png" />
ru: Предварительный просмотр полученного HTML-кода&nbsp;<img src="../img/open_in_new_window.png" />

# PreviewHtmlToolTip
source: This will open a new window
ru: По клику откроется новое окно

source: Select album:
ru: Выбор альбома:

# SiteFeature1
source: Export Picasa web albums as <b>HTML</b>, <b>XML</b>, <b>BBCode</b>, etc.
ru: Экспортируйте альбомы из Пикасы в формате <b>HTML</b>, <b>XML</b>, <b>BBCode</b> и др.

# SiteFeature2
source: Export <b>unlisted albums</b> (with a password)
ru: Экспортируйте <b>закрытые альбомы</b> (с паролем)

# SiteFeature3
source: Create <b>your own HTML template</b> or use the default one
ru: Создайте <b>свой уникальный шаблон HTML</b> или используйте предоставленный

# SiteFeature4
source: Set <b>any size</b> for landscape or portrait orientation
ru: Задайте <b>любой размер</b> для фотографий

# SiteFeature5
source: Include photo <b>captions</b>, <b>full-size</b> images and other info
ru: Добавьте <b>подписи</b> к фотографиям, <b>полноразмерные</b> фото и другую информацию

# SiteFeature6
source: Embed in <b>your blog</b> (WordPress, LiveJournal, etc.)
ru: Вставьте полученный код в <b>свой блог</b> (Живой Журнал, WordPress и т.п.)

# SiteFeature7
source: Instantly <b>preview</b> exported HTML
ru: Посмотрите, <b>как будет выглядеть</b> полученный HTML-код

# SiteFeature8
source: <a href="mailto:dusiadev@gmail.com?Subject=[PAE]">Contact developer</a> to report problem or <b>request new feature</b>
ru: <a href="mailto:dusiadev@gmail.com?Subject=[PAE]">Сообщите разработчику</a> о проблеме или <b>недостающей функциональности</b>

# SiteFeature9
source: Spread the word:&nbsp;
ru: Распространите информацию:&nbsp;

# SiteHeader
source: Picasa Web Album Exporter
ru: Экспорт веб-альбомов Picasa

source: Undo Changes
ru: Сбросить шаблон

source: View on Picasa
ru: Смотреть на Пикасе
